{"Does an injective function cover the domain or the range?": {"views": 0, "scores": []}, "Does a surjective function cover the domain or the range?": {"views": 0, "scores": []}, "Are all bijective functions invertible?": {"views": 0, "scores": []}, "What is my neumonic for the axioms of a field?": {"views": 0, "scores": []}, "What is the definition of a field?": {"views": 0, "scores": []}, "A vector space is a ___ defined over a ___": {"views": 1, "scores": [[5, "2023-12-19 20:32:18.614752"]]}, "What binary operations are in the definition of a vector space?": {"views": 0, "scores": []}, "Is multiplicative inverse a requirement for a vector space?": {"views": 1, "scores": [[5, "2023-12-19 20:32:25.572355"]]}, "What are the obvious axoims for a vector space?": {"views": 0, "scores": []}, "In a vector space, we require compatability of ___ and ___ multiplication?": {"views": 0, "scores": []}, "In a vector space, we require distributivity of scalar multiplication over which two operations?": {"views": 0, "scores": []}, "In a vector space, we require distributivity of scalar multiplication w.r.t. vector addition. What is the equation?": {"views": 0, "scores": []}, "In a vector space, we require distributivity of scalar multiplication w.r.t. field addition. What is the equation?": {"views": 0, "scores": []}, "Vector space - What is the span of a set?": {"views": 1, "scores": [[1, "2023-12-19 20:34:38.067578"]]}, "What is the definition of a subspace?": {"views": 0, "scores": []}, "Prove that in R3, the set of vectors whose last component is zero is a subspace.": {"views": 0, "scores": []}, "A _____ in a 2d plane is a subspace. Give an example equation.": {"views": 0, "scores": []}, "What is the null space of a matrix A?": {"views": 0, "scores": []}, "What are the two main properties of the null space of a matrix?": {"views": 0, "scores": []}, "What are the requirements for an inner product space?": {"views": 0, "scores": []}, "what is the definition of an orthogonal complement?": {"views": 0, "scores": []}, "Give the intuition for why the intersection of two subspaces is a subspace.": {"views": 0, "scores": []}, "the orthogonal compliment of the row space of A is the _____ ?": {"views": 0, "scores": []}, "the orthogonal compliment of the column space of A is the ____ ?": {"views": 0, "scores": []}, "Why is the dimension of the column space equal to the dimension of the row space?": {"views": 0, "scores": []}, "What is the rank-nullity theorem?": {"views": 0, "scores": []}, "What is the way to think of matrix multiplication as a combination of column vectors?": {"views": 1, "scores": [[1, "2023-12-19 20:34:33.585746"]]}, "What is the way to think of matrix multiplication as a combination of row vectors?": {"views": 1, "scores": [[5, "2023-12-19 20:33:26.220583"]]}, "Give the equation for eigenvalues and eigenvectors.": {"views": 0, "scores": []}, "Show the most basic form of eigendecomposition.": {"views": 0, "scores": []}}